module PostsHelper

  def p78
    @p78=[
            '今の仕事は自分の性格に合っている',
            '今の仕事にやりがいを感じている',
            '今の仕事は自分の専門知識や特技が生かせる',
            '今の仕事（専門分野）でSNVの第一人者を目指したい',
            '職場の雰囲気が良い',
            '今の職場は自己啓発がしやすい',
            '仕事の量がちょうど良い',
            '家庭と仕事の両立がしやすい',
            'あと数年で定年を迎える',
            '今から新しい仕事を覚えるのは難しい',
            'その他']
  end

  def p1011
    @p1011=[
              '自分の専門知識や特技を生かしたい',
              '仕事の幅を広げたい',
              '多くの経験を積み、能力を開発したい',
              'より高度な仕事がしたい',
              '今の仕事は難しすぎる',
              '今の仕事は自分の性格に合わない',
              '今の仕事が長すぎる',
              '上司との人間関係がうまく保てない',
              '同僚との人間関係がうまく保てない',
              '部下との人間関係がうまく保てない',
              '職場の雰囲気が悪い',
              '専門分野でSNVの第一人者を目指したい',
              'その他']
  end

  def p1314
    @p1314=[
              '製造現場系ー製剤ー固形剤',
              '製造現場系ー製剤ー液軟剤',
              '製造現場系ー包装',
              '製造現場系ー倉庫・物流',
              '品質管理系ー理化学',
              '品質管理系ー微生物',
              '品質保証系',
              '薬制・薬事系',
              '開発系ー製剤・分析',
              '開発系ー包装',
              '生産技術系ー製造技術',
              '生産技術系ー設備・エンジニアリング',
              '管理系ー総務',
              '管理系ー生産管理',
              '管理系ーIT・システム',
              '管理系ー経理・財務',
              '管理系ー人事・人財育成',
              '管理系ー戦略・企画',
              '管理系ーEHS（安全・環境）',
              '営業系']
  end

  def p1718
    @p1718=[
            '自分の専門知識や特技を生かしたい',
            '仕事の幅を広げたい',
            '多くの経験を積み、能力を開発したい',
            'より高度な仕事がしたい',
            '専門分野でSNVの第一人者を目指したい',
            'その他']
  end
end
